<?php
$asset_path = URL::asset('public/assets');
$media_path = URL::asset('public/uploads/media');
$dir = ''; $lng =''; $align='';
$locale = session()->has('locale') ? session()->get('locale') : auth()->user()['language'];
if(empty($locale)){
  $locale = 'ar';
}
app()->setLocale($locale);
if (app()->getLocale() == 'ar') {
    $dir = 'rtl';
    $align='right';
    $lng = 'ar';
}else{
    $dir = 'ltr';
    $align='left';
    $lng = 'ru';
}
?>
@extends('layout')

@section('content')

<section>
    <div class="container">
      <div class="row" style="line-height: 2; font-size: 20px">
        
        @if($locale == "ar")
        <h3 style="text-align: center;">عن الجريدة</h3>
        <ul dir="rtl" style="text-align: right;">
          <li dir="rtl" style="text-align: right;">
            "فيسنك" هي أول جريدة مصرية روسية، تم إنشاؤها من قبل طلاب مصريين في القاهرة عام 2017. وهي نشاط تطوعي لطلاب اللغة الروسية في مصر المهتمين بالصحافة واللغة.
</li>
<li dir="rtl" style="text-align: right;">
تم اصدار العدد الأول من جريدة "فيسنك" في السادس والعشرين من فبراير عام 2017. مع مرور الوقت، عمل أعضاء فيسنك تطوير أنفسهم وتحسين مستواهم عن طريق دراسة الصحافة بشكل ذاتي من خلال الممارسة المباشرة.
</li>
<li dir="rtl" style="text-align: right;">
وتعد "فيسنك" صحيفة شهرية تجمع كل الأخبار الدولية في كافة المجالات، حيث تضع العالم كله في يد جميع متحدثي اللغة الروسية، وتتألف من 5 أقسام: السياسة، والاقتصاد، والمجتمع، والرياضة والثقافة والفن.
</li>
<li dir="rtl" style="text-align: right;">
المبادئ الرئيسية لفيسنك هي الكفاءة والموضوعية والاستقلال عن الظروف السياسية.

الآن نمتلك فريقًا من 50 شخصًا، تتراوح أعمار الأعضاء بين 20:23 عامًا.
          </li>
          </ul>
        @else
        <h3 style="text-align: center;">о Газете</h3>
          <ul dir="ltr" style="text-align: left;">
            <li dir="ltr" style="text-align: left;">
            "Вестник" ̶ первая египетско-русская газета, которая была создана египетскими студентами в Каире в 2017 году. Эта волонтерская деятельность посвящена всем студентам русского языка в Египте, которые интересуются журналистикой и языком.
</li>
<li dir="ltr" style="text-align: left;">
Первый номер Вестника вышел в 26 феврале 2017 года. Со временем команда Вестника начала развиваться и улучшаться, изучая журналистику посредством прямого самостоятельного изучения.
</li>
<li dir="ltr" style="text-align: left;">
Вестник ̶ ежемесячная газета, которая собирает все международные новости во всех сферах, ставя весь мир в руках всех тех, которые говорят на русском языке. Она состоит из 5 разделов: Политика, Экономика, Общество, Спорт и Искусство- культура. 
</li>
<li dir="ltr" style="text-align: left;">
Главные принципы деятельности Вестника - оперативность, объективность, независимость от политической конъюнктуры.
</li>
<li dir="ltr" style="text-align: left;">
Теперь у нас есть команда из 50 человек (и старое, и новое поколение). Возраст команды Вестника варьируются от 20 до 23 лет.
          </li>
        </ul>
          
        @endif

      </div>
    </div>
  </section>

  @endsection